/* No comment provided by engineer. */
"Calculating Sequence..." = "Расчет Последовательность..";

/* No comment provided by engineer. */
"Game Lost" = "Игра Потери";

/* No comment provided by engineer. */
"Last Score: %i" = "Последний Счет: %i";

/* No comment provided by engineer. */
"Retries Left: %i" = "Повторных левый: %i";

/* No comment provided by engineer. */
"Score: %i" = "Гол: %i";

/* No comment provided by engineer. */
"Sequence Completed" = "Последовательность Завершено";

/* No comment provided by engineer. */
"Start Game" = "Начать игру";

/* No comment provided by engineer. */
"Tap The Sequence" = "Нажмите последовательность";

/* No comment provided by engineer. */
"Top Score: %i" = "Наивысший балл: %i";

